cask_args appdir: '/Applications'

tap 'homebrew/bundle'

cask 'xquartz'

brew 'ack'
brew 'coreutils'
brew 'curl'
brew 'flow'
brew 'freetype'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libcaca', args: ['with-imlib2']
brew 'libgit2'
brew 'macvim'
brew 'openssl'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'the_silver_searcher'
brew 'tldr'
brew 'unrar'
brew 'watchman'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'adium'
cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'slack'
cask 'steam'
cask 'transmission'
cask 'tunnelbear'
cask 'vlc'
